Repository: WPPlugins/projectmanager
Catalog: languages/projectmanager-*.po
Languages: fr_fr

source: Projects
fr_fr: Projets

source: Nothing found
fr_fr: Aucun résultat

source: Search
fr_fr: Recherche

source: View all categories
fr_fr: Voir toutes les categories

source: Filter by %s
fr_fr: Filtrer par %s

source: Apply
fr_fr: Appliquer

source: Details
fr_fr: Détails

source: Back to Formula
fr_fr: Retour à la formule

source: Back to Homepage
fr_fr: Retourner à la page d'accueil

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Supported file types
fr_fr: Types de fichiers supportés

source: Current File
fr_fr: Fichier actuel

source: Delete File
fr_fr: Supprimer le fichier

source: Overwrite File
fr_fr: Ecraser le fichier

source: Try new code
fr_fr: Essayer le nouveau code

source: Submit
fr_fr: Envoyer

source: Back to list
fr_fr: Retour à la liste

source: Previous dataset
fr_fr: Donnée préccédente

source: Next dataset
fr_fr: Donnée suivante

source: <span class='num'>%d</span> Supporters from <span class='num'>%d</span> Countries Already.
fr_fr: <span class='num'>%d</span> déjà supporter du pays <span class='num'>%d</span>.

source: Become part of our cause.
fr_fr: Rejoignez notre cause.

source: List of supporters.
fr_fr: Liste des supporters.

source: Import/Export
fr_fr: Importer / Exporter

source: Import & Export Data
fr_fr: Importer / Exporter les données

source: Export Data
fr_fr: Exporter les données

source: Import Media
fr_fr: Importer un média

source: Import Datasets
fr_fr: Importer des données

source: Import Project
fr_fr: Importer un projet

source: Your media files are ready to <a href="%s">download</a>. (Last modified: %s)
fr_fr: Votre fichier média est prêt à être <a href="%s">téléchargé</a>. (Dernière modification&nbsp;: %s)

source: You can export datasets in tab-delimited format or media files as zip archive
fr_fr: Vous pouvez exporter les jeux de données dans un format délimité par des tabulations ou dans un fichier média sous la forme d'une archive ZIP.

source: Datasets (CSV)
fr_fr: Données (CSV)

source: Datasets (PDF)
fr_fr: Données (PDF)

source: Project
fr_fr: Projet

source: Media Files
fr_fr: Fichiers de média

source: You can upload media files in zip format to the webserver
fr_fr: Vouos pouvez charger des fichiers média au format ZIP sur le serveur

source: Upload Media
fr_fr: Charger un média

source: File
fr_fr: Fichier

source: Delimiter
fr_fr: Séparateur

source: For tab delimited files use TAB as delimiter
fr_fr: Pour les fichiers délimités par une tabulation, utiliser TAB comme séparateur

source: Column Assignment
fr_fr: Choix de la colonne

source: All FormFields need to be assigned, also if some contain no data.
fr_fr: Tous les champs doivent être assignés même ceux sans données.

source: Dates must have the format <strong>YYYY-MM-DD</strong>.
fr_fr: Format de dates obligatoire <strong>YYYY-MM-DD</strong>.

source: Column %d
fr_fr: Colonne %d

source: Categories
fr_fr: Catégories

source: multiple categories separated by comma
fr_fr: catégories multiples séparées par des virgules

source: Import Database
fr_fr: Importer des données

source: Settings
fr_fr: Paramètres

source: General
fr_fr: Général

source: Frontend Datasetform
fr_fr: Formulaire de données

source: Captcha Settings
fr_fr: Paramètres du captcha

source: Slideshows
fr_fr: Diaporama

source: World Map
fr_fr: Carte du monde

source: Advanced Settings
fr_fr: Paramètres avancés

source: Title
fr_fr: Titre

source: Datasets per page
fr_fr: Données par page

source: Set to 0 for no limit
fr_fr: Mettre 0 pour aucune limite

source: Sort Datasets
fr_fr: Trier les données

source: Sort Categories
fr_fr: Trier par catégories

source: Top-level Menu
fr_fr: Menu principal

source: Set this option to add a direct link in the navigation panel.
fr_fr: Activer cette option pour créer un lien dans le panneau de navigation

source: Hook into Profile
fr_fr: Lier au profil

source: Menu Icon
fr_fr: Icône de menu

source: Number of Columns
fr_fr: Nombre de colonnes

source: Needed for multicolumn output, e.g. gallery
fr_fr: Nécessaire pour un affichage en plusieurs colonnes, par ex galerie

source: Scramble E-Mail Addresses on Website
fr_fr: Cacher les adresses E-mail sur le site

source: Activate this to replace @ and . with [at] and [dot] to secure e-mail addresses on website
fr_fr: Activer pour remplacer @ et . par [at] et [dot] afin de masquer les adresses E-mail sur le site

source: Default Image
fr_fr: Image par défaut

source: Current Image:
fr_fr: Image actuelle&nbsp;:

source: Delete
fr_fr: Supprimer

source: Tiny size
fr_fr: Petite taille

source: Max Width
fr_fr: Largeur maximale

source: Max Height
fr_fr: Hauteur maximale

source: Crop image to exact dimensions
fr_fr: Réduire l'image aux dimensions exactes

source: Thumbnail size
fr_fr: Taille de miniature

source: Medium size
fr_fr: Taille moyenne

source: Large size
fr_fr: Grande taille

source: Regenerate Thumbnails
fr_fr: Refaire les vignettes

source: Regenerate Thumbnails Now
fr_fr: Refaire le vignettes maintenant

source: This will re-create all thumbnail images of this project. Depending on the number of images it could take some time.
fr_fr: Cette action recréera toutes les vignettes de ce projet. En fonction du nombre d'images, cela peut prendre du temp.

source: Submit Message
fr_fr: Envoyer le message

source: Require dataset activation
fr_fr: Nécessite l'activation des données

source: Requires sending an email confirmation
fr_fr: Nécessite l'envoi d'un courriel de confirmation

source: Use the tag [CONFIRMATION_LINK] in your confirmation text to insert the confirmation link.
fr_fr: Utiliser le tag [CONFIRMATION_LINK] dans votre message de confirmation pour y insérer le lien permetttant de confirmer.

source: None
fr_fr: Néant

source: The page is required for re-sending a onfirmation email from the admin panel
fr_fr: Une page est requise pour ressoumettre le courriel de confirmation depuis le panneau d'administration

source: Send E-Mail Confirmation
fr_fr: Envoyer un courriel de confirmation

source: Don&rsquo;t send email confirmation
fr_fr: Ne pas envoyer de courriel de confirmation

source: Sender E-Mail
fr_fr: E-mail de l'émetteur

source: This E-Mail will be also used to notify of new datasets
fr_fr: Cette adresse e-mail sera aussi utilisée pour prévenir de l'ajout de données

source: E-Mail Confirmation Subject
fr_fr: Sujet du courriel de confirmation

source: E-Mail Confirmation Text
fr_fr: Texte du courriel de confirmation

source: Use placeholder [name] to insert the name
fr_fr: Utiliser [name] pour insérer le nom

source: Attach PDF to Confirmation
fr_fr: Joindre le fichier PDF à la confirmation

source: Notify me of new datasets
fr_fr: Me prévenir lors de l'arrivée de nouvelles données

source: E-Mail Notification Subject
fr_fr: Sujet du courriel de notification

source: E-Mail Notification Text
fr_fr: Texte du courriel de notification

source: Attach PDF to Notification
fr_fr: Joindre le fichier PDF à la notification

source: Use Captcha
fr_fr: Utiliser un captcha

source: Timeout
fr_fr: Temps dépassé

source: Code Length
fr_fr: Longueur du code

source: Code Letters
fr_fr: Lettres du code

source: Number of Dots
fr_fr: Nombre de points

source: Number of Lines
fr_fr: Nombre de lignes

source: Random
fr_fr: Aléatoire

source: Number of datasets
fr_fr: Nombre de données

source: Specific Dataset IDs
fr_fr: ID du jeu de données spécifique

source: Separate IDs by comma
fr_fr: Séparer les ID par des virgules

source: You can easily create fancy slideshows of datasets using the <a href='%s' target='_blank'>Fancy Slideshows Plugin</a>. After installing and activating the plugin, come back here for slideshow configuration.
fr_fr: Vous pouvez facilement créer des diaporamas de vos données avec l'extension <a href='%s' target='_blank'>Fancy Slideshows</a>. Après avoir installer et activer l'extension, revenez ici pour la configuration du diaporama.

source: Formfield
fr_fr: Champ

source: Dataset Label
fr_fr: Titre des données

source: Update Map Data
fr_fr: Mettre à jour la carte avec les données

source: Last Updated:
fr_fr: Dernière mise à jour&nbsp;:

source: Next scheduled update:
fr_fr: Prochaine mise à jour&nbsp;:

source: Powered by the <a href='%s' target='%s' title=Simplemaps'>Free World Continent Map</a> from <a href='%s' target='%s' title='Simplemaps'>simplemaps</a>, based on the <a href='%s' target='%s' title='Interactive-Maps Plugin'>Interactive-Maps Plugin</a>.
fr_fr: Grace à <a href='%s' target='%s' title=Simplemaps'>Free World Continent Map</a> de <a href='%s' target='%s' title='Simplemaps'>simplemaps</a>, basé sur l'extension <a href='%s' target='%s' title='Interactive-Maps Plugin'>Interactive-Maps</a>.

source: If you have at least one country formfield you can display a worldmap denoting the number of datasets by continents powered by the <a href='%s' target='%s' title=Simplemaps'>Free World Continent Map</a> from <a href='%s' target='%s' title='Simplemaps'>simplemaps</a>, based on the <a href='%s' target='%s' title='Interactive-Maps Plugin'>Interactive-Maps Plugin</a>.
fr_fr: Si vous avez défini au moins un champ de pays, vous pouvez afficher une carte du monde montrant le nombre de données par continent grace à <a href='%s' target='%s' title=Simplemaps'>Free World Continent Map</a> de <a href='%s' target='%s' title='Simplemaps'>simplemaps</a>, basé sur l'extension <a href='%s' target='%s' title='Interactive-Maps Plugin'>Interactive-Maps</a>.

source: Disable dataset editing
fr_fr: Ne pas autoriser la modification des données

source: List unused media files
fr_fr: Recherche les fichiers média inutilisés

source: Save Settings
fr_fr: Enregistrer les paramètres

source: You can extend ProjectManager with fancy slideshows by using the <a href='%s' target='_blank'>Fancy Slideshows Plugin</a>. (<a href='%s'>Ignore</a>)
fr_fr: Vous pouvez facilement créer des diaporamas de vos données avec l'extension <a href='%s' target='_blank'>Fancy Slideshows</a>. (<a href='%s'>Ignorer</a>)

source: Once Weekly
fr_fr: Une fois par semaine

source: Once a month
fr_fr: Une fois par mois

source: Form Fields
fr_fr: Champs de formulaire

source: Add Dataset
fr_fr: Ajouter des données

source: Overview
fr_fr: Vue générale

source: ProjectManager Latest Support News
fr_fr: Dernières nouvelles du support de Project Manager

source: %d project deleted
fr_fr: %d projet supprimé

source: You don't have permission to perform this task
fr_fr: Vous n'avez pas les permissions nécessaires pour effectuer cette tâche

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions pour voir cette page.

source: E-Mail confirmation has been sent
fr_fr: Le courriel de confirmation a bien été expédié

source: An error occured while trying to send E-Mail confirmation. Did you set the frontend page containing the dataset form?
fr_fr: Une erreur est survenue lors de l'envoi du courriel de confirmation. Avez vous défini la page contenant le formulaire ?

source: You are not allowed to perform this task
fr_fr: Vous n'avez pas les permissions nécessaires pour effectuer cette tâche

source: E-Mail confirmations have been sent to the following dataset IDs: %s
fr_fr: Le courriel de confirmation a été envoyés avec les données suivantes IDs : %s

source: %d dataset deleted
fr_fr: %d donnée supprimée

source: %d dataset duplicated
fr_fr: %d donnée copiée

source: Edit Dataset
fr_fr: Modifier les données

source: Image thumbnails regenerated. You should not reload this page, otherwise thumbnails will be again regenerated.
fr_fr: Les vignettes ont été refaites. Vous ne devez pas recharger cette page sinon les vignettes seront de nouveau refaites.

source: Formfields deleted
fr_fr: Champ de formulaire supprimer

source: Edit Category
fr_fr: Modifier une catégorie

source: Add Category
fr_fr: Ajouter une catégorie

source: %d category deleted
fr_fr: %d catégorie supprimée

source: Settings saved
fr_fr: Paramètres enregistrés

source: Custom Order
fr_fr: Ordre personalisé

source: Formfields
fr_fr: Champs

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Name
fr_fr: Nom

source: Project added
fr_fr: Projet ajouté

source: Project updated
fr_fr: Projet mis a jour

source: The file type is not supported.
fr_fr: Le type de fichier n'est pas supporté.

source: On page load
fr_fr: Au chargement de la page

source: Manually Now
fr_fr: Manuellement maintenant

source: Once Hourly
fr_fr: Une fois par heure

source: Twice per day
fr_fr: Deux fois par jour

source: Once Daily
fr_fr: Une fois par jour

source: Once a Month
fr_fr: Une fois par mois

source: Dataset columns must not be separated by comma as multiple categories use this delimiter
fr_fr: Les données dans les collones ne doivent pas être séparées par des virgules car la définition des catégories multiples utilise ce délimiter

source: %d Datasets successfully imported
fr_fr: %d données importées avec succès

source: The file is not readable
fr_fr: Fichier illisible

source: The uploaded file could not be moved to %s.
fr_fr: Le fichier transféré ne peut pas être déplacé vers %s.

source: The uploaded file seems to be empty
fr_fr: Le fichier transféré parait vide

source: You have to select a media file in zip format
fr_fr: Vous devez choisir un fichier média au format zip

source: Media file have been successfully imported
fr_fr: Le fichier média a bien été importé

source: Media zip file could not be unpacked
fr_fr: Le fichier zip ne peut pas être décompressé

source: You have to select a project export file in php format
fr_fr: Vous devez choisir un fichier export de projet au format php

source: Project has been successfully imported
fr_fr: Le projet a été importé avec succès

source: No media files found to export
fr_fr: Aucun fichier de média trouvé à exporter

source: Mandatory field %s is incorrect
fr_fr: Le champ obligatoire %s est incorrect

source: Mandatory field %s is missing
fr_fr: Le champ obligatoire %s est manquant

source: Mandatory field %s is empty
fr_fr: Le champ obligatoire %s est vide

source: Provided %s `%s` is not a valid e-mail address
fr_fr: La donnée saisie dans %s `%s` n'est pas une adresse e-mail valide

source: Provided %s `%s` is not allowed
fr_fr: La donnée saisie dans %s `%s` n'est pas autorisée

source: Provided %s is longer than the allowed length of %s characters
fr_fr: La donnée saisie %s est plus longue que le nombre %s de caractères autorisés

source: The following error occured while submitting the data
fr_fr: L'erreur suivante est survenue lors de l'enregistrement des données

source: New dataset added to the database.
fr_fr: Nouvelles données ajoutées à la base de données.

source: Dataset updated.
fr_fr: Données mises à jour.

source: Dataset order saved
fr_fr: Ordre des données enregistrer

source: Project thumbnails regenerated. You should not reload this page, otherwise thumbnails will be again regenerated.
fr_fr: Les vignettes ont été refaites. Vous ne devez pas recharger cette page sinon les vignettes seront de nouveau refaites.

source: Unused media files deleted
fr_fr: Les fichiers média inutiles ont été supprimés

source: Congratulations! This project has no orphaned media files.
fr_fr: Félicitations ! Ce projet n'a pas de fichiers média inutiles.

source: The following files do not do not seem to be used. If this is true you can subsequently delete them.
fr_fr: Les fichiers suivants semble ne pas être utilisés. Si cela est vrai, vous pouvez les supprimer.

source: Delete unused media files
fr_fr: Supprimer les fichiers média inutilisés

source: File exists and is not uploaded. Set the overwrite option if you want to replace it.
fr_fr: Le fichier existe déjà et ne peut être transféré, activer l'option d'écrasement pour le remplacer.

source: Form Fields updated
fr_fr: Champ de formulaire mis à jour

source: Category added
fr_fr: Catégorie ajoutée

source: Category edited
fr_fr: Catégorie modifiée

source: Your session has expired
fr_fr: Votre session est terminée

source: Something went wrong with the captcha
fr_fr: Il y a eu un problème avec le captcha

source: Wrong Captcha Code
fr_fr: Code du captcha incorrect

source: Dataset added to the database
fr_fr: Nouvelles données ajoutées à la base de données

source: An error occured while trying to send E-Mail confirmation.
fr_fr: Une erreur est survenue lors de l'envoi du courriel de confirmation.

source: Find duplicated datasets
fr_fr: Rechercher les données dupliquées

source: Bulk Actions
fr_fr: Actions globales

source: Duplicate
fr_fr: Copier

source: Save Order
fr_fr: Enregister l'ordre

source: Number
fr_fr: Nombre

source: Status
fr_fr: Etat

source: Edit
fr_fr: Modifier

source: View
fr_fr: Voir

source: Send E-mail Confirmation
fr_fr: Envoyer un courriel de confirmation

source: List of categories
fr_fr: Liste des categories

source: Category
fr_fr: Catégorie

source: Global Settings
fr_fr: Paramètres généraux

source: Color Scheme
fr_fr: Couleur

source: Dashboard Widget Support News
fr_fr: Widget du tableau de bord pour les nouvelles du support

source: Table Headers
fr_fr: En-tête de tableau

source: Table Rows
fr_fr: Lignes

source: Box Header
fr_fr: En-tête de tableau

source: Number of Support Threads
fr_fr: Nombre de conversations du support

source: Show Author
fr_fr: Voir l'autheur

source: Show Date
fr_fr: Afficher la date

source: Show Summary
fr_fr: Afficher le résummé

source: Save Preferences
fr_fr: Enregistrer les paramètres

source: Upgrade database structure...
fr_fr: Mise à jour la structure de la base de données...

source: finished
fr_fr: terminé

source: Upgrade ProjectManager
fr_fr: Mise à jour de ProjectManager

source: Your database for ProjectManager is out-of-date, and must be upgraded before you can continue.
fr_fr: Votre base de données de ProjectManager n'est pas à jour, veuillez procéder à une mise à jour avant de continuer.

source: The upgrade process may take a while, so please be patient.
fr_fr: La mise à jour peut prendre du temps, patientez SVP.

source: Start upgrade now
fr_fr: Démarrer la mise à jour

source: Upgrade successful
fr_fr: Mise à jour réussie

source: Continue
fr_fr: Continuer

source: Sticky
fr_fr: Coller

source: Set this option to show dataset on top of list
fr_fr: Activer cette option pour voir la donnée en tête de liste

source: This Field has a callback attached which will get the data from somewhere else!
fr_fr: Ce champ inclus une fonction pour chercher les données ailleurs!

source: Owner
fr_fr: Propriétaire

source: Nobody
fr_fr: Personne

source: Add Form Field
fr_fr: Ajouter un champ de formulaire

source: Download Formular as PDF
fr_fr: Télécharger le formulaire comme un PDF

source: Save Form Fields
fr_fr: Enregistrer les champs

source: Label Type
fr_fr: Type de label

source: Mandatory
fr_fr: Obligatoire

source: Private
fr_fr: Priver

source: Startpage
fr_fr: Accueil

source: Order
fr_fr: Trier

source: Order By
fr_fr: Trier par

source: Width
fr_fr: Largeur

source: Linebreak
fr_fr: Retour à la ligne

source: Choose Project
fr_fr: Choisir un projet

source: For details on formfield options see the Documentation
fr_fr: Pour le détail sur les options des champs, consulter la documentation

source: Insert
fr_fr: Ajouter

source: Cancel
fr_fr: Annuler

source: Dataset Details
fr_fr: Détails des données

source: ProjectManager Documentation
fr_fr: Documentation de ProjectManager

source: Formfield Options
fr_fr: Options des champs

source: Shortcodes
fr_fr: Codes courts

source: Templates
fr_fr: Modèles

source: Global Search
fr_fr: Recherche globale

source: Template Tags
fr_fr: Etiquettes de modèles

source: Access Control
fr_fr: Contrôle d'accès

source: Extended Profile
fr_fr: Etendre les profiles

source: Customization
fr_fr: Personnalisation

source: Export/Import
fr_fr: Exporter / Importer

source: Howto
fr_fr: Mode d'emploi

source: Top
fr_fr: Haut

source: Each formfield has an options field, which can be used to extend its functionality.
fr_fr: Chaque champ du formulaire a une option, qui peut être utilisée pour étendre les fonctionnalités.

source: Formfields of types checkbox, radio or dropdown menu, the options field is used to specify the different options. Each option is separated by ;. For checkbox and radio lists you can also use a special option <em>Other</em>, which will trigger addition of a textfield so that users can input custom values
fr_fr: Pour les champ de type case à cocher, bouton radio, liste déroulante le champ d'option est utilisé de manière différente. Chaque option est séparée par ;. Pour les cases à cocher et les radio boutons, il existe une option spéciale <em>Other</em>, qui permet l'ajout d'un champ texte permettant à l'utilisateur de saisir une valeur non prévue.

source: Other formfield types have special options to extend their functionality as listed below
fr_fr: Les autres types de champ qui ont des options spéciales pour étendre leurs fonctions sont décrits ci-dessous

source: max:XX allows limiting the number of allowed characters of the field
fr_fr: max:XX permet de limiter le nombre maximum de caractère dans le champ

source: limit:XX allows generating text excerpts. This is especially useful for textfields or TinyMCE editor fields
fr_fr: limit:XX permet de générer des résummés du champ. Cela est particulièrement utile pour les champs de type texte ou ceux avec l'éditeur TinyMCE

source: slideshow:description is a special option for the <a href='%s' target='_blank'>Fancy Slideshows Plugin</a> to specify slideshow description fields.
fr_fr: slideshow:description est une option spéciale pour l'extension <a href='%s' target='_blank'>Fancy Slideshows</a> afin de définir la description du diaporama.

source: Fancy slideshows of individual projects data can be easily created in combination with the <a href='%s' target='_blank'>Fancy Slideshows Plugin</a>.
fr_fr: Des diaporamas de chaque données du projet peuvent être facilement créés en utilisant l'extension <a href='%s' target='_blank'>Fancy Slideshows</a>.

source: The main shortcode is to display datasets of a project. The following shows a minimal example. A complete list of arguments is described in the table below.
fr_fr: Le code court principal permet d'afficher l'ensemble des données d'un projet. Le tableau suivant montre un exemple minimal. Une liste complète des arguments est décrite dans le tableau ci-dessous.

source: Parameter
fr_fr: Paramètre

source: Possible Values
fr_fr: Valeurs possibles

source: Default
fr_fr: Défaut

source: Optional
fr_fr: Facultatif

source: ID of Project
fr_fr: ID du projet

source: No
fr_fr: Non

source: Template file used to display
fr_fr: Modèle de fichier utilisé pour l'affichage

source: <em>table</em>, <em>table-image</em>, <em>gallery</em>, <em>list</em> or template file without extension
fr_fr: <em>table</em>, <em>table d'image</em>, <em>galerie</em>, <em>liste</em> ou fichier de modèle sans extension

source: Yes
fr_fr: Oui

source: Set this attribute to only display datasets of given category ID
fr_fr: Définissez cet attribut pour n'afficher que les données d'une catégorie identifiée par son ID

source: order datasets by given field
fr_fr: Trier les données par un champ choisi

source: <em>order</em>, <em>id</em>, <em>formfields_ID</em> (replace ID with respective ID or <em>rand</em>. <em>rand</em> must be used together with the results attribute to limit the number of datastes.
fr_fr: <em>commande</em>, <em>id</em>, <em>formfields_ID</em> (remplacer ID par leurs valeurs respectives ou <em>rand</em>. <em>rand</em> doit être utilisé conjointement avec les résultats pour limiter le nombre de données.

source: Ordering of datasets
fr_fr: Ordre des données

source: Toggle link to single dataset
fr_fr: Lien pour afficher une seule donnée

source: <em>true</em>, <em>false</em>
fr_fr: <em>vrai</em>, <em>faux</em>
