Repository: WPPlugins/projectmanager
Catalog: languages/projectmanager-*.po
Languages: fr_fr

source: Toggle display of selection forms for categories and dataset ordering
fr_fr: Basculer l'affichage des formulaires de sélection des catégories et l'ordre des données

source: Limit number of datasets
fr_fr: Limiter le nombre de données

source: Filter datasets for formfield ID. Must be used together with <em>field_value</em>.
fr_fr: Filtrer les données pour le champ ID. Doit être utilisé avec <em>field_value</em>.

source: Filter datasets for formfield value. Must be used together with <em>field_id</em>.
fr_fr: Filtrer les données de la valeur du champ. Doit être utilisé avec <em>field_id</em>.

source: A single dataset can be displayed with the following code
fr_fr: Une seule donnée peut être affichée avec le code suivant

source: Template to use
fr_fr: Modèle à utiliser

source: It is possible to include the dataset input form with the following code
fr_fr: Il est possible d'inclure le formulaire de saisie de données avec le code suivant

source: It is possible to include the number datasets or countries
fr_fr: Il est possible d'inclure le nombre de données ou de pays

source: Database Field to retrieve counts for
fr_fr: Champ pour récuperer le nombre de

source: additional text
fr_fr: texte aditionnel

source: It is possible to include global search results page by simply putting the following shortcode into a page or post
fr_fr: Il est possible d'inclure le résultat de la recherche en ajoutant simplement le code court dans une page ou un article

source: ID of country formfield
fr_fr: ID du champ pays

source: Dataset label text
fr_fr: Label text des données

source: It is possible to include testimonials
fr_fr: Il est possible d'inclure des témoignages

source: Formfield ID containing comment
fr_fr: ID du champ contenant les commentaires

source: Formfield ID containing country
fr_fr: ID du champ contenant le pays

source: Formfield ID containing city
fr_fr: ID du champ contenant la ville

source: Number of datasets to display in intro template
fr_fr: Nombre de jeux de données à afficher dans le modèle d'introduction

source: Number of columns in intro template
fr_fr: Nombre de colonnes de le modèle d'introduction

source: Page ID containing datasetform
fr_fr: ID de la page contenant le formulaire

source: Page ID containing list of testimonials
fr_fr: ID de la page contenant les témoignages

source: Templates are special files that are used to display plugin data in the website frontend. They reside in the following directory
fr_fr: Les modèles sont des fichiers spéciaux qui sont utilisés pour afficher des données sur le site. Ils résident dans le répertoire suivant

source: The following table lists all available default templates
fr_fr: Le tableau suivant donne tous les modèles disponibles par défaut

source: Template
fr_fr: Modèle

source: Tabular display of datasets
fr_fr: Affichage de données sous forme de tableau

source: Show datasets as photo gallery
fr_fr: Affichage de données comme une galerie de photos

source: List display of datasets
fr_fr: Affichage de données sous forme de liste

source: List display of datasets with jQuery UI accordion funcionality
fr_fr: Afficher les jeux de données sous forme de liste en utilisant jQuery UI accordion

source: List display of datasets with jQuery expandable funcionality
fr_fr: Afficher les jeux de données sous forme de liste en utilisant jQuery expandable

source: As above, but specially for FAQ lists with only one descriptive field
fr_fr: Comme ci-dessus mais plus spéciallement pour les FAQ avec un champ de description

source: Tabular display of datasets with small image
fr_fr: Affichage de données sous forme de tableau avec de petites images

source: Display dropdown selections for categories and dataset sorting
fr_fr: Utiliser des listes déroulantes pour sélectionner les catégories et les ordres de tri

source: Dataset input formular
fr_fr: Formulaire de saisie de données

source: Search formular
fr_fr: Formulaire de recherche

source: gallery view of datasets specifically for testimonials or petitions
fr_fr: voir les données sous la forme d'une gallerie plus particulièrement pour les témoignages et les pétitions

source: list view of datasets specifically for testimonials or petitions
fr_fr: vue sous la forme de liste pour les témoignages et les pétitions

source: landing page specifically for testimonials or petitions displaying random datasets
fr_fr: page d'accueil pour les témoignages et les pétitions affichés de manière aléatoire

source: If you want to modify existing templates copy it to
fr_fr: Si vous souhaitez modifier des modèles existants, copiez-les dans

source: The plugin will then first look in your theme directory. Further it is possible to design own templates. Assume you created a file <strong>sample1.php</strong>, to display datasets of a project. To use the template use the following tag.
fr_fr: L'extension va d'abord regarder dans votre répertoire de thème. En outre, il est possible de concevoir ses propres modèles. Supposons que vous avez créé un fichier <strong>sample1.php</strong> , pour afficher les données d'un projet. Pour utiliser le modèle utilisez la balise suivante.

source: For single datasets templates must be named <strong>dataset-X.php</strong>, dataset form <strong>dataset-form-X.php</strong> and testimonials <strong>testimonials-X</strong>. The files are then loaded with the following tags.
fr_fr: Pour les données uniques, les modèles doivent être nommés <strong>dataset-X.php</strong>, les formulaires <strong>dataset-form-X.php</strong> et les témoignages <strong>testimonials-X</strong>. Les fichiers sont alors chargés avec les balises suivantes.

source: You can add additional search paths for templates by using the filter <em>projectmanager_template_paths</em>
fr_fr: Vous pouvez ajouter des chemins de recherche des modèles en utilisant le filtre <em>projectmanager_template_paths</em>

source: The search widget allows searching simultaneously in all projects. In the widget settings a results page has to be defined. This can be either any page containing a project with shortcodes <strong>[project]</strong> or <strong>[testimonials]</strong>, which will automatically show global search results. Alternatively, a page can be created containing the shortcode <strong>[projectmanager_search]</strong>, which will not display anything, unless a global search has been queried.
fr_fr: Le widget de recherche permet de rechercher dans tous les projets en même temps. Dans les paramètres du widget vous devez donner la page pour les résultats. Cette page peut contenir un code court <strong>[project]</strong> ou <strong>[testimonials]</strong>, qui affichera automatiquement les résultats de la recherche. Sinon, une page peut être crée avec comme contenu le code court <strong>[projectmanager_search]</strong>, et qui n'affichera rien sauf les résultats d'une recherche.

source: Template Tags are functions that can be used in your Wordpress Theme to display the plugin data. Here is a brief listing of available tags. For details see file functions.php
fr_fr: Les balises de modèles sont des fonctions qui peuvent être utilisées dans votre thème Wordpress pour afficher les données. Voici une brève liste des balises disponibles. Pour plus de détails voir le fichier functions.php

source: display all datasets from a single project
fr_fr: Afficher toutes les données d'un projet

source: display a single dataset
fr_fr: Afficher une seule donnée

source: Display widget. <em>$number</em> is the widget number and <em>$instance</em> is an assoziative array of widget settings. See lib/widget.php function widget for details.
fr_fr: Widget d'affichage. <em>$number</em> est le nombre de widgets et <em>$instance</em> est un tableau de paramètres de widgets. Voir lib/widget.php pour plus de détails.

source: display the searchform. <em>$project_id</em> is the ID of the project.
fr_fr: Affichage du formulaire de recherche. <em>$project_id</em> est l'ID du projet.

source: display the selection bar. <em>$project_id</em> is the ID of the project.
fr_fr: Affichage de la barre de sélection. <em>$project_id</em> est l'ID du projet.

source: display the dataset form. <em>$project_id</em> is the ID of the project.
fr_fr: Affichage du formulaire de données. <em>$project_id</em> est l'ID du projet.

source: The variable <em>$args</em> is always an assoziative array of additional arguments with keys being the same as the shortcode attributes.
fr_fr: La variable <em>$args</em> est toujours un tableau associatif d'arguments supplémentaires, les clés étant les mêmes que les attributs des codes courts.

source: ProjectManager has fine grained capabilities to control access to different areas of the administration panel. You could use <a href="%s" target="_blank">Capability Manager</a> to manage roles and capabilities. <em>Note</em>: Capabilities are not inherent.
fr_fr: ProjectManager a la capacité de contrôler finement l'accès aux différentes zones du panneau d'administration. Vous pouvez utiliser <a href="%s" target="_blank">Capability Manager</a> pour gérer les rôles et les droits. <em>Note</em> : les droits ne sont pas inhérents.

source: add and edit projects
fr_fr: ajouter et modifier les projets

source: delete existing projects
fr_fr: supprimer les projets existants

source: allow access to global settings of ProjectManager
fr_fr: permet l'accès au paramètres généraux de ProjetcManager

source: allow access to FormField Panel
fr_fr: autoriser l'accès au panneau du formulaire

source: allow access to individual projects settinigs
fr_fr: autoriser l'accès au paramètres des projets

source: add and edit categories
fr_fr: ajouter et modifier les catégories

source: export and import data
fr_fr: Importer / Exporter les données

source: add datasets and edit own datasets
fr_fr: ajouter des données et modifier ses données

source: add datasets and edit all datasets and add WP User as dataset
fr_fr: ajouter des jeux de données, modifier les jeux de données et ajouter les utilisateurs de WP comme jeux de données

source: add more than one dataset
fr_fr: ajouter plus d'un jeu de donnéesdat

source: delete own datasets
fr_fr: supprimer ses données

source: delete any dataset
fr_fr: supprimer n'importe qu'elle donnée

source: browse projects in administration panel
fr_fr: parcourir les projet dans le panneau d'administration

source: allow usage of profile hook
fr_fr: autoriser l'utilisation de hook sur les profils

source: Each dataset is assigned an owner who added it. This owner can be also changed by anybody with the capability <em>edit_other_datasets</em>. This makes it possible to use ProjectManager as extended WP User Profile by activating the profile hook option in the projects settings. When this option is activated the first dataset of the current user is loaded into the profile page and can be edited through their profile. For new users, a dataset is automatically generated upon registration if the default user group has the capability <em>projectmanager_user</em>.
fr_fr: Chaque donnée appartient à celui qui l'a ajoutée. Ce propriétaire peut être également modifié par toute personne ayant la capacité de <em>edit_other_datasets.</em> Il est donc possible d'utiliser ProjectManager avec un profil d'utilisateur WP étendu en activant l'option Profil Modifié dans les paramètres des projets. Lorsque cette option est activée, le premier jeu de données de l'utilisateur actuel est chargé dans la page de profil et peut être modifié dans le profil. Les administrateurs peuvent également ajouter des données pour d'autres utilisateurs de WP en utilisant le bouton à côté du nom de la donnée lorsque vous ajoutez un nouvel ensemble de données. Pour les nouveaux utilisateurs, un ensemble de données est généré automatiquement lors de l'inscription si le groupe d'utilisateurs par défaut a la capacité de <em>projectmanager_user.</em>

source: If you want to use custom icons for the admin menu put them into the following folder in your theme directory
fr_fr: Si vous désirez utiliser des icônes personnelles dans les menus d'administration, mettez les dans le répertoire suivant de votre thème

source: You can also add custom Formfields via the filter projectmanager_formfields. First let us add the field.
fr_fr: Vous pouvez également ajouter des champs via le filtre projectmanager_formfields. Tout d'abord nous devons ajouter le champ.

source: The <em>callback</em> option is a function which gets the data for this field as it is not stored in the ProjectManager Database. <em>args</em> can be an optional assoziative array of arguments that are passed to the callback function. Finally we just need to get the data from somewhere.
fr_fr: L'option <em>callback</em> est une fonction qui récupère les données pour ce champ car il n'est pas stocké dans la base de données ProjectManager. <em>Args</em> est une table optionnelle d'arguments qui sont passés à la fonction de rappel. Enfin, nous avons juste besoin d'obtenir les données de quelque part.

source: There are multiple possibilities for data export and import as listed below
fr_fr: Il existe de nombreuses possibilités pour exporter ou importer les données, qui sont décrites ci-dessous

source: You can export datasets as tab-separated (CSV) or PDF files. Datasets in tab-separated format can be opened in Excel and also imported into another project.
fr_fr: Vous pouvez exporter les données dans un fichier délimité par des tabulations (CSV) ou en PDF. Les fichiers CSV peuvent être ouverts dans Excel ou importer dans un autre projet.

source: Media files of a project can be exported as zip file and also imported into another project
fr_fr: Les fichiers média d'un projet peuvent être exportés dans un ZIP et ainsi être importé dans un autre projet

source: Complete projects can be also exported. This will generate a PHP file with MySQL queries to import the whole project including all settings and formfields. Simply create a new project and directly continue to project import.
fr_fr: Les projets peuvent aussi être exportés. Cela générera un fichier PHP avec des requêtes MySQL pour importer le projet avec ses paramètres et ses formulaires. Créer simplement un projet puis aller dans la partie import.

source: HowTo
fr_fr: Comment faire

source: This section should give a short introduction to setting up and using ProjectManager. In addition <a href="http://randyhoyt.com/" target="_blank">Randy Hoyt</a> created a <a href="http://randyhoyt.com/wordpress/snippets/" target="_blank">Screencast</a> on the usage of ProjectManager. Thanks a lot.
fr_fr: Cette section donne une courte introduction à la configuration et l'utilisation de ProjectManager. En outre <a href="http://randyhoyt.com/" target="_blank">Randy Hoyt</a> a écrit une <a href="http://randyhoyt.com/wordpress/snippets/" target="_blank">présentation</a> sur l'utilisation de ProjectManager. Merci beaucoup.

source: After activation, there will be a new item in the admin menu. The first step is to <a href="%s" class="thickbox" rel="howto">add a new project</a>. When you click on a specific project you will get to an <a href="%s" class="thickbox" rel="howto">overview page displaying all datasets</a>. The screenshot already shows some example datasets. At first you should go to the <a href="%s" class="thickbox" rel="howto">settings page</a>. The option <em>Top-level menu</em> will create an individual object in the admin menu. Activate the <em>Hook into profile option</em> to use ProjectManager as extended WP User Profile. Before adding datasets you need to setup the <a href="%s" class="thickbox" rel="howto">formfields</a>. This is a very powerful feature of ProjectManager as it allows the design of custom input formular to have datasets with a variety of data. You can choose to display the field value on the startpage and also control display in the user profile. Further it is possible to order datasets by certain formfield values. After that you are set to <a href="%s" class="thickbox" rel="howto">insert datasets</a>. It is possible to group datasets into different <a href="%s" class="thickbox" rel="howto">categories</a> using the WP category system.
fr_fr: Après activation, il y aura un nouvel élément dans le menu d'administration. La première étape consiste à <a href="%s" class="thickbox">ajouter un nouveau projet</a> . Lorsque vous cliquez sur un projet spécifique, vous obtiendrez une <a href="%s" class="thickbox">page d'aperçu affichant toutes les données</a> . La capture d'écran montre déjà des données comme exemple. Au début, vous devriez aller à la <a href="%s" class="thickbox">page des paramètres</a> . L'option <em>Menu principal</em> permettra de créer un objet individuel dans le menu d'administration. Activez l'option <em>Données modifiables depuis le profil</em> pour utiliser ProjectManager en tant qu'utilisateur étendu WP. Avant d'ajouter des données, vous avez besoin de configurer le <a href="%s" class="thickbox">formulaire</a> . C'est une fonctionnalité très puissante de ProjectManager car elle permet la conception de formulaires de saisie personnalisés afin d'avoir des ensembles de données avec une grande variété de données. Vous pouvez choisir d'afficher la valeur du champ sur la page de démarrage et commander l'affichage dans le profil de l'utilisateur. En outre, il est possible de trier les données pour certaines valeurs de champs de formulaires. Après cela vous êtes prêt à <a href="%s" class="thickbox">insérer des données</a> . Il est possible de grouper les données dans les différentes <a href="%s" class="thickbox">catégories</a> en utilisant le système de catégories WP.

source: The datasets of a project can be inserted into a page or post either by directly using the shortcodes which are described above or by using the <a href="%s" class="thickbox" rel="howto">TinyMCE Button</a>. The button, however, only covers a few default parameter. One default template is <a href="%s" class="thickbox" rel="howto">gallery</a> which displays the datasets in a multicolumn photogallery with a link to <a href="%s" class="thickbox" rel="howto">individual datasets</a>. This template is especially useful for athlete profiles.
fr_fr: Les données d'un projet peuvent être insérées dans une page ou un article soit en utilisant directement les codes courts qui sont décrits ci-dessus ou en utilisant le <a href="%s" class="thickbox">bouton TinyMCE</a> . Le bouton, toutefois, ne couvre que quelques-un des paramètres par défaut. Un modèle par défaut est <a href="%s" class="thickbox">la galerie</a> qui affiche les données dans une galerie de photos multi-colonnes avec un lien vers <a href="%s" class="thickbox">les données individuelles</a> . Ce modèle est particulièrement utile pour les profils d'athlètes.

source: ProjectManager also supplies a <a href="%s" class="thickbox" rel="howto">widget</a> and supports any number of widgets. It can be used to display a list of datasets in the sidebar, but also show a slideshow of datasets, e.g. athlete portraits.
fr_fr: ProjectManager fournit également un <a href="%s" class="thickbox">widget</a> et supporte un certain nombre de widgets. Il peut être utilisé pour afficher une liste des ensembles de données dans la barre latérale, mais aussi montrer un diaporama des ensembles de données, par exemple, les portraits des athlètes.

source: ProjectManager also supports <a href="%s" class="thickbox" rel="howto">AJAX editing</a> of dataset values by clicking on the pencil symbol next to the field value on the overview page. <a href="%s" class="thickbox" rel="howto">E-Mail and URL</a> fields have a special syntax to add the values with a certain text.
fr_fr: ProjectManager prend également en charge <a href="%s" class="thickbox">la modification via AJAX</a> des données en cliquant sur le symbole de crayon à côté de la valeur du champ sur la page de présentation. Les champs <a href="%s" class="thickbox">E-Mail et URL</a> ont une syntaxe spéciale pour ajouter les valeurs avec un certain texte.

source: List of Projects
fr_fr: Liste des projets

source: Datasets
fr_fr: Données

source: Add Project
fr_fr: Ajouter un projet

source: Post
fr_fr: Article

source: Save
fr_fr: Enregistrer

source: Please wait...
fr_fr: Patienter svp...

source: Page Revisions
fr_fr: Versions des pages

source: Insert time
fr_fr: Heure d'ajout

source: Dataset
fr_fr: Données

source: Search Form
fr_fr: Formulaire de recherche

source: Dataset Form
fr_fr: Formulaire de données

source: Counter
fr_fr: Compteur

source: Testimonials
fr_fr: Témoignages

source: Map
fr_fr: Carte

source: No Project
fr_fr: Aucun projet

source: Gallery
fr_fr: Galerie

source: Table with Image
fr_fr: Table avec une image

source: List
fr_fr: Liste

source: Expandable List
fr_fr: Liste modifiable

source: jQuery UI Accordion FAQ
fr_fr: FAQ de jQuery UI Accordion

source: Expandable FAQ
fr_fr: FAQ extensible

source: Show Selections
fr_fr: Montrer la sélection

source: Show Searchform
fr_fr: Montrer le formulaire de recherche

source: Limit
fr_fr: Limite

source: Show all datasets
fr_fr: Afficher toutes les données

source: Display
fr_fr: Affichage

source: Extended Version
fr_fr: Version étendue

source: Compact Version
fr_fr: Version compacte

source: Count Field
fr_fr: Champ contenant le nombre

source: Countries
fr_fr: Pays

source: Optional Text
fr_fr: Text facultatif

source: Comment
fr_fr: Commentaire

source: Country
fr_fr: Pays

source: City
fr_fr: Ville

source: Signing Page ID
fr_fr: ID de la page d'enregistrement

source: or
fr_fr: ou

source: Anker on same page
fr_fr: Rester sur la page

source: Supporter Page ID
fr_fr: ID de la page des supporters

source: Dataset Details - ID %d
fr_fr: Détail des données - ID %d

source: Multiple selections possible
fr_fr: Sélection multiple possible

source: South America
fr_fr: Amérique du sud

source: North America
fr_fr: Amérique du nord

source: Africa
fr_fr: Afrique

source: North Asia
fr_fr: Asie du nord

source: South Asia
fr_fr: Asie du sud

source: Middle East
fr_fr: Centre est

source: Oceania
fr_fr: Océanie

source: More...
fr_fr: Plus...

source: Could not load template %s.php
fr_fr: Impossible de charger le modèle %s.php

source: Confirmation successful
fr_fr: Mise à jour réussie

source: Confirmation failed
fr_fr: Echec de la confirmation

source: Display datasets from ProjectManager
fr_fr: Afficher les données de ProjectManager

source: All
fr_fr: Tous

source: Image size
fr_fr: Taille de l'image

source: Full size
fr_fr: Grande taille

source: Global Search for ProjectManager
fr_fr: recherche globale dans ProjectManager

source: ProjectManager Search
fr_fr: Recherche de ProjectManager

source: Results Page
fr_fr: Page de résultats

source: Displaying %s&#8211;%s of %s
fr_fr: Affichage %s&#8211;%s de %s

source: Dataset Name
fr_fr: Nom des données

source: Text
fr_fr: Texte

source: Textfield
fr_fr: Champ de texte

source: TinyMCE Editor
fr_fr: Editeur TinyMCE

source: Paragraph
fr_fr: Paragraphe

source: Selection
fr_fr: Sélection

source: Checkbox List
fr_fr: Liste de Checkbox

source: Radio List
fr_fr: Boutons radio

source: Dataset Image
fr_fr: Image des données

source: Title Image
fr_fr: Titre de l'image

source: Video
fr_fr: Vidéo

source: Numeric
fr_fr: Numérique

source: Currency
fr_fr: Monnaie

source: Internal Link
fr_fr: Lien interne

source: Time
fr_fr: Heure

source: WP User
fr_fr: Utilisateur

source: Maximum of %d characters
fr_fr: Maximum de %d caractères

source: %s &mdash; Search: %d of %d
fr_fr: %s &mdash; Recherche&nbsp;: %d de %d

source: Search: %d of %d
fr_fr: Recherche: %d de %d

source: No datasets found in Project %s
fr_fr: Aucune donnée dans le projet %s
